{"data":[
{"inspirational_quote":"Tough times don’t last. Tough people do. <small><i>– Robert H. Schuller</i></small>"},
{"inspirational_quote":"Keep going. Everything you need will come to you at the perfect time."},
{"inspirational_quote":"You have to be at your strongest when you’re feeling at your weakest."},
{"inspirational_quote":"Never give up. Great things take time. Be patient."},
{"inspirational_quote":"It does not matter how slowly you go as long as you do not stop. <small><i>– Confucius</i></small>"},
{"inspirational_quote":"Courage is one step ahead of fear. <small><i>– Coleman Young</i></small>"},
{"inspirational_quote":"If you feel like giving up, just look back on how far you are already."},
{"inspirational_quote":"Look in the mirror. That’s your competition."},
{"inspirational_quote":"Focus on your goal. Don’t look in any direction but ahead."},
{"inspirational_quote":"Everything you’ve ever wanted is on the other side of fear. <small><i>— George Addair</i></small>"},
{"inspirational_quote":"Pain is temporary. Quitting lasts forever. <small><i>— Lance Armstrong</i></small>"},
{"inspirational_quote":"The pain you feel today will be the strength you feel tomorrow."},
{"inspirational_quote":"A problem is a chance for you to do your best. <small><i>– Duke Ellington</i></small>"},
{"inspirational_quote":"Hard times don’t create heroes. It is during the hard times when the ‘hero’ within us is revealed. <small><i>– Bob Riley</i></small>"},
{"inspirational_quote":"Remember it’s just a bad day, not a bad life."},
{"inspirational_quote":"Whatever is worrying you right now, forget about it. Take a deep breath, stay positive and know that things will get better."},
{"inspirational_quote":"It’s not about perfect. It’s about effort. <small><i>– Jillian Michaels</i></small>"},
{"inspirational_quote":"Believe you can and you’re halfway there. <small><i>– Theodore Roosevelt</i></small>"},
{"inspirational_quote":"Challenges are what make life interesting. Overcoming them is what makes them meaningful."},
{"inspirational_quote":"You are so much more than what you are going through. <small><i>– John Tew</i></small>"},
{"inspirational_quote":"Passion first and everything will fall into place. <small><i>– Holly Holm</i></small>"},
{"inspirational_quote":"You don’t gain anything from stressing. Remember that."},
{"inspirational_quote":"You have to be at your strongest when you’re feeling at your weakest."},
{"inspirational_quote":"Difficult roads always lead to beautiful destinations. <small><i>– Zig Ziglar</i></small>"},
{"inspirational_quote":"Staying positive does not mean that things will turn out okay. Rather it is knowing that you will be okay no matter how things turn out"},
{"inspirational_quote":"Success is what happens after you have survived all of your disappointments."},
{"inspirational_quote":"Goals may give focus, but dreams give power. <small><i>– John Maxwell</i></small>"},
{"inspirational_quote":"Don’t wish it were easier. Wish you were better. <small><i>― Jim Rohn</i></small>"},
{"inspirational_quote":"Your mind is a powerful thing. When you fill it with positive thoughts, your life will start to change."},
{"inspirational_quote":"Hustle until you no longer have to introduce yourself."},
{"inspirational_quote":"Success is what happens after you have survived all of your disappointments."},
{"inspirational_quote":"You don’t always get what you wish for. But you always get what you work for."},
{"inspirational_quote":"You don’t find will power, you create it."},
{"inspirational_quote":"Push yourself because no one else is going to do it."},
{"inspirational_quote":"Don’t wait for opportunity. Create it."},
{"inspirational_quote":"You are the only one who can limit your greatness."},
{"inspirational_quote":"Results happen over time, not overnight. Work hard, stay consistent, and be patient."},
{"inspirational_quote":"You cannot fail at being yourself. <small><i>– Wayne Dyer</i></small>"},
{"inspirational_quote":"The first and greatest victory is to conquer self. <small><i>– Plato</i></small>"},
{"inspirational_quote":"With confidence you have won before you have started. <small><i>– Marcus Garvey</i></small>"},
{"inspirational_quote":"You don’t want to look back and know you could have done better."},
{"inspirational_quote":"Success is what comes after you stop making excuses. <small><i>– Luis Galarza</i></small>"},
{"inspirational_quote":"The moment you doubt whether you can fly, you cease for ever to be able to do it. <small><i>– J.M. Barrie</i></small>"},
{"inspirational_quote":"Be so good they can’t ignore you. <small><i>– Steve Martin</i></small>"},
{"inspirational_quote":"You will never always be motivated. You have to learn to be disciplined."},
{"inspirational_quote":"Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy. <small><i>– Norman Vincent Peale</i></small>"},
{"inspirational_quote":"When you know what you want, and want it bad enough, you’ll find a way to get it. <small><i>– Jim Rohn</i></small>"},
{"inspirational_quote":"The best way to gain self-confidence is to do what you are afraid to do. <small><i>– Swati Sharma</i></small>"},
{"inspirational_quote":"Motivation is what gets you started. Habit is what keeps you going. <small><i>– Jim Rohn</i></small>"},
{"inspirational_quote":"Never stop trying. Never stop believing. Never give up. Your day will come."},
{"inspirational_quote":"Results happen over time, not overnight. Work hard, stay consistent, and be patient."},
{"inspirational_quote":"Our greatest glory is not in never falling, but in rising every time we fall. <small><i>— Confucius</i></small>"},
{"inspirational_quote":"Success is what happens after you have survived all of your disappointments."},
{"inspirational_quote":"Don’t try to be perfect. Just try to be better than you were yesterday."},
{"inspirational_quote":"Start where you are. Use what you have. Do what you can. <small><i>– Arthur Ashe</i></small>"},
{"inspirational_quote":"Don’t stop until you’re proud."},
{"inspirational_quote":"Strength does not come from physical capacity. It comes from an indomitable will. <small><i>– Mahatma Gandhi</i></small>"},
{"inspirational_quote":"I’m not telling you it is going to be easy, I’m telling you it’s going to be worth it. <small><i>– Art Williams</i></small>"},
{"inspirational_quote":"If you want it, you’ll find a way. If you don’t, you’ll find an excuse."},
{"inspirational_quote":"Perseverance is the hard work you do after you get tired of doing the hard work you already did. <small><i>– Newt Gingrich</i></small>"},
{"inspirational_quote":"It is during our darkest moments that we must focus to see the light. <small><i>— Aristotle Onassis</i></small>"},
{"inspirational_quote":"Perfection is not attainable, but if we chase perfection we can catch excellence. <small><i>— Vince Lombardi</i></small>"},
{"inspirational_quote":"We may encounter many defeats but we must not be defeated. <small><i>– Maya Angelou</i></small>"},
{"inspirational_quote":"Strength doesn’t come from what you can do. It comes from overcoming the things you once thought you couldn’t. <small><i>– Rikki Rogers</i></small>"},
{"inspirational_quote":"He who is not courageous enough to take risks will accomplish nothing in life. <small><i>– Muhammad Ali</i></small>"},
{"inspirational_quote":"We don’t develop courage by being happy every day. We develop it by surviving difficult times and challenging adversity. <small><i>– Barbara De Angelis</i></small>"},
{"inspirational_quote":"When you fear your struggles, your struggles consume you. When you face your struggles, you overcome them."},
{"inspirational_quote":"I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.  <small><i>– Nelson Mandela</i></small>"},
{"inspirational_quote":"Keep going. Everything you need will come to you at the perfect time."},
{"inspirational_quote":"Set a goal so big that you can’t achieve it until you grow into the person who can."},
{"inspirational_quote":"All our dreams can come true, if we have the courage to pursue them. <small><i>– Walt Disney</i></small>"},
{"inspirational_quote":"The path to success is to take massive, determined action. <small><i>– Tony Robbins</i></small>"},
{"inspirational_quote":"The only person you are destined to become is the person you decide to be. <small><i>— Ralph Waldo Emerson</i></small>"},
{"inspirational_quote":"If you get tired, learn to rest, not quit."},
{"inspirational_quote":"Pessimism leads to weakness, optimism to power. <small><i>– William James</i></small>"},
{"inspirational_quote":"If it doesn’t challenge you, it won’t change you."},
{"inspirational_quote":"The struggle you’re in today is developing the strength you need for tomorrow."},
{"inspirational_quote":"Life is 10% what happens to you and 90% how you react to it. <small><i>– Charles R. Swindoll</i></small>"},
{"inspirational_quote":"Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine. <small><i>― Roy T. Bennett</i></small>"},
{"inspirational_quote":"Strength is the product of struggle. You must do what others don’t to achieve what others wont. <small><i>– Henry Rollins</i></small>"},
{"inspirational_quote":"Don’t think about what might go wrong. Think about what might go right."},
{"inspirational_quote":"Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end. <small><i>– Roy T. Bennett</i></small>"},
{"inspirational_quote":"You have to fight through some bad days to earn the best days of your life."},
{"inspirational_quote":"Make the most of yourself….for that is all there is of you. <small><i>– Ralph Waldo Emerson</i></small>"},
{"inspirational_quote":"It takes courage to grow up and become who you really are. <small><i>– E.E. Cummings</i></small>"},
{"inspirational_quote":"Every next level of your life will demand a different version of you."},
{"inspirational_quote":"Don’t let your fear decide your future. <small><i>– Shalane Flanagan</i></small>"},
{"inspirational_quote":"Do something today that your future self will thank you for."},
{"inspirational_quote":"You were put on this Earth to achieve your greatest self, to live out your purpose, and to do it courageously. <small><i>– Steve Maraboli</i></small>"},
{"inspirational_quote":"The future belongs to those who believe in the beauty of their dreams. <small><i>– Franklin D. Roosevelt</i></small>"},
{"inspirational_quote":"Don’t downgrade your dream just to fit your reality. Upgrade your conviction to match your destiny. <small><i>– John Assaraf</i></small>"},
{"inspirational_quote":"Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart. <small><i>― Roy T. Bennett</i></small>"},
{"inspirational_quote":"Choosing to be positive and having a grateful attitude is going to determine how you’re going to live your life. <small><i>– Joel Osteen</i></small>"},
{"inspirational_quote":"If you believe it will work out, you’ll see opportunities. If you believe it won’t, you will see obstacles. <small><i>– Wayne Dyer</i></small>"},
{"inspirational_quote":"Life is a process. We are a process. The universe is a process. <small><i>– Anne Wilson Schaef</i></small>"},
{"inspirational_quote":"Life shrinks or expands in proportion to one’s courage. <small><i>– Anaïs Nin</i></small>"},
{"inspirational_quote":"Many people believe in God, but not many believe God. <small><i>– Mark Dudley</i></small>"},
{"inspirational_quote":"In times of difficulty, we often look around to find a source of inspiration and hope. <small><i>– Verusha Singh</i></small>"},
{"inspirational_quote":"When you wish upon a star ...you might be happier the way you are. <small><i>– Phyllis Sugar</i></small>"},
{"inspirational_quote":"We must embrace pain and burn it as fuel for our journey. <small><i>– Kenji Miyazawa</i></small>"}
]}